[
    {
        "MovieName": "Joker",
        "Overview": "During the 1980s, a failed stand-up comedian is driven insane and turns to a life of crime and chaos in Gotham City while becoming an infamous psychopathic crime figure.",
        "Language": "en",
        "Image": "\/udDclJoHjfjb8Ekgsd4FDteOkCU.jpg",
        "Genre": [
            80,
            18,
            53
        ]
    },
    {
        "MovieName": "It Chapter Two",
        "Overview": "27 years after overcoming the malevolent supernatural entity Pennywise, the former members of the Losers' Club, who have grown up and moved away from Derry, are brought back together by a devastating phone call.",
        "Language": "en",
        "Image": "\/zfE0R94v1E8cuKAerbskfD3VfUt.jpg",
        "Genre": [
            27
        ]
    },
    {
        "MovieName": "Gemini Man",
        "Overview": "Henry Brogen, an aging assassin tries to get out of the business but finds himself in the ultimate battle: fighting his own clone who is 25 years younger than him and at the peak of his abilities.",
        "Language": "en",
        "Image": "\/uTALxjQU8e1lhmNjP9nnJ3t2pRU.jpg",
        "Genre": [
            28,
            53
        ]
    },
    {
        "MovieName": "Midsommar",
        "Overview": "A young couple travels to Sweden to visit their friend’s rural hometown and attend its mid-summer festival. What begins as an idyllic retreat quickly descends into an increasingly violent and bizarre competition at the hands of a pagan cult.",
        "Language": "en",
        "Image": "\/rXsh4MI6uyVgZBSSzXCfitJnVPy.jpg",
        "Genre": [
            18,
            27,
            9648,
            53
        ]
    },
    {
        "MovieName": "Maleficent: Mistress of Evil",
        "Overview": "Maleficent and her goddaughter Aurora begin to question the complex family ties that bind them as they are pulled in different directions by impending nuptials, unexpected allies, and dark new forces at play.",
        "Language": "en",
        "Image": "\/tBuabjEqxzoUBHfbyNbd8ulgy5j.jpg",
        "Genre": [
            12,
            14,
            10751
        ]
    },
    {
        "MovieName": "Yesterday",
        "Overview": "Jack Malik is a struggling singer-songwriter in an English seaside town whose dreams of fame are rapidly fading, despite the fierce devotion and support of his childhood best friend, Ellie. After a freak bus accident during a mysterious global blackout, Jack wakes up to discover that he's the only person on Earth who can remember The Beatles.",
        "Language": "en",
        "Image": "\/1rjaRIAqFPQNnMtqSMLtg0VEABi.jpg",
        "Genre": [
            35,
            14,
            10402,
            10749
        ]
    },
    {
        "MovieName": "Scary Stories to Tell in the Dark",
        "Overview": "The shadow of the Bellows family has loomed large in the small town of Mill Valley for generations. It's in a mansion that young Sarah Bellows turns her tortured life and horrible secrets into a series of scary stories. These terrifying tales soon have a way of becoming all too real for a group of unsuspecting teens who stumble upon Sarah's spooky home.",
        "Language": "en",
        "Image": "\/d0FWbzrmm99BTfUqf1Lbjl2zu3S.jpg",
        "Genre": [
            27,
            53
        ]
    },
    {
        "MovieName": "La sombra del gallo",
        "Overview": "",
        "Language": "es",
        "Image": null,
        "Genre": [
            18,
            53
        ]
    },
    {
        "MovieName": "Mary",
        "Overview": "A struggling family buys an old ship at auction with high hopes of starting a charter business, only to discover her horrifying secrets on the isolated open waters.",
        "Language": "en",
        "Image": "\/7Oot7aPXhksjRlKNdZF6mflB0Ur.jpg",
        "Genre": [
            18,
            27
        ]
    },
    {
        "MovieName": "Teen Spirit",
        "Overview": "A shy teenager living on the Isle of Wight dreams of pop stardom. With the help of an unlikely mentor, she enters a singing competition that will test her integrity, talent, and ambition.",
        "Language": "en",
        "Image": "\/aFPqJZ9vOcH7QroNxXV5wefX2qe.jpg",
        "Genre": [
            18,
            10402
        ]
    },
    {
        "MovieName": "¿Para qué sirve un zeide?",
        "Overview": "",
        "Language": "es",
        "Image": "\/7P7IHoSjV35SGuVSy5wwb9pNVHl.jpg",
        "Genre": []
    },
    {
        "MovieName": "Karaoke Bowie",
        "Overview": "",
        "Language": "es",
        "Image": "\/ey2Eq7CFysYwdUlDhmd18uhcxPC.jpg",
        "Genre": []
    },
    {
        "MovieName": "Punto muerto",
        "Overview": "A writer must solve a crime which is similar to the end of his next and yet unpublished novel, making him the prime suspect.",
        "Language": "es",
        "Image": "\/kXIuv0gr4DivpzjVhTe7eTwFe1T.jpg",
        "Genre": [
            80,
            9648,
            53
        ]
    },
    {
        "MovieName": "Rosita",
        "Overview": "",
        "Language": "es",
        "Image": "\/rSW6LL10XgeE7AVtqJJofUzb17A.jpg",
        "Genre": [
            18
        ]
    },
    {
        "MovieName": "Todo por el ascenso",
        "Overview": "Nestor is extremely superstitious. This year, his team plays the ascent in Mendoza and prepares to travel with Rafa, his friend. But Fabian appears, a mufa. The ascent is in danger, unless they can prevent Fabian from reaching the stadium.",
        "Language": "es",
        "Image": "\/m2RqyjDP6YSOKtPn43Y034pAQAX.jpg",
        "Genre": [
            35
        ]
    },
    {
        "MovieName": "Porno para principiantes",
        "Overview": "A porn director, a fugitive, a priest. The life of Victor X.",
        "Language": "es",
        "Image": "\/7A7vGnJy16vFyRVUPDJx9GGkrpk.jpg",
        "Genre": [
            35
        ]
    },
    {
        "MovieName": "The Moneychanger",
        "Overview": "Set largely in Montevideo, The Moneychanger stars Daniel Hendler as Humberto Brause, who takes advantage of Uruguay’s poor economy by specializing in offshore money laundering. Spanning the fifties to the seventies, the film follows Humberto as he gets increasingly in over his head with multiple shady book-cooking schemes throughout South America, leading to an ultimate life-or-death decision.",
        "Language": "es",
        "Image": "\/dUwpZl6QJUFoqkhEcu10Hzbd5Bn.jpg",
        "Genre": [
            35,
            18
        ]
    },
    {
        "MovieName": "My Wife's Secret Life",
        "Overview": "Kent devises a revenge plan against Laurel, whose husband he believed ruined his marriage, however, his plan becomes deadly once Laurel decides to fight back.",
        "Language": "en",
        "Image": "\/mYqdyc7kme4jUqCmA0wi8gJSlHM.jpg",
        "Genre": []
    },
    {
        "MovieName": "Evelyn",
        "Overview": "Following his Oscar-nominated Virunga, Orlando von Einsiedel turns his camera on his own family as they attempt to cope with a devastating loss.",
        "Language": "en",
        "Image": "\/yLzSyTRKXj0ycyAn4YQDSxc4Zqh.jpg",
        "Genre": [
            99
        ]
    },
    {
        "MovieName": "La deuda",
        "Overview": "",
        "Language": "es",
        "Image": "\/4iuG6XWB0caLyxJpbHrm0resKCU.jpg",
        "Genre": [
            18
        ]
    },
    {
        "MovieName": "Dolores, un día se quedó sola...",
        "Overview": "",
        "Language": "es",
        "Image": "\/3YfXXu6v37ggeQKcGSKNmrqSNm9.jpg",
        "Genre": []
    },
    {
        "MovieName": "Claudia",
        "Overview": "Claudia is a workaholic event planner. When a colleague asks her to plan her wedding, she starts to notice a lot of issues with the ceremony and changes it's location on the last minute, unfolding on a series of unfortunate events.",
        "Language": "es",
        "Image": "\/hmoUclDEnDkbgorX9LzLL6c6EFk.jpg",
        "Genre": [
            35
        ]
    },
    {
        "MovieName": "El Juego de las Llaves",
        "Overview": "Eight friends, all in a stable relationship, decide to venture into a game of sexual discovery by exchanging couples while trying to free themselves from their daily routine and add a spicy touch to their love life.",
        "Language": "es",
        "Image": "\/uMuw1IX9yT6JUHcd1CaeXw6cxxg.jpg",
        "Genre": []
    },
    {
        "MovieName": "Initials S.G.",
        "Overview": "An aging, Argentine, Serge Gainsbourg wannabe struggles to deal with a career he can't seem to get on track, an affair he doesn't want, and a crime he didn't mean to commit.",
        "Language": "es",
        "Image": "\/kWROlpAf9BaJpZ2aqkNrzDAeNkm.jpg",
        "Genre": [
            35,
            18
        ]
    },
    {
        "MovieName": "Magalí",
        "Overview": "",
        "Language": "es",
        "Image": "\/qxOe63Q5Iqv6ggEsq7AL7DCELfY.jpg",
        "Genre": [
            18,
            53
        ]
    },
    {
        "MovieName": "Bruja",
        "Overview": "",
        "Language": "es",
        "Image": "\/zYrNIF1Qe2xPcmcjZyzsCVRqMiS.jpg",
        "Genre": [
            18,
            14,
            53
        ]
    },
    {
        "MovieName": "Dos",
        "Overview": "",
        "Language": "es",
        "Image": "\/6sGbhSwfbI6KrD6nWKXwIPBXluA.jpg",
        "Genre": [
            53
        ]
    },
    {
        "MovieName": "Killing the Dead",
        "Overview": "Paraguay 1978, during Stroessner’s dictatorship, Pastor and Dionisio work burying bodies illicitly. In Argentina, the World Cup is being held. One morning, among the bodies, they find Mario, who is still alive. They know they must kill him but the problem is: in spite of what they are doing, they have never killed anyone before. A storm indicates that the winter is coming while the destiny of the three men is determined during the World Cup final. Both Pastor and Dionisio are the last link of a chain in the terrible system that has as a result in all the missing people.",
        "Language": "es",
        "Image": "\/2YJmFecKDIBQHJ7RmMQ8nCDZyRv.jpg",
        "Genre": []
    },
    {
        "MovieName": "El retiro",
        "Overview": "Rodolfo (Luis Brandoni) is a retired doctor. Since he was widowed a few years ago, he lives alone in his house. For an unexpected event, his daughter Laura (Nancy Dupláa) with whom he barely speaks, needs to move with him for a few days. The coexistence will bring old discussions to the table, wounds that did not heal and the opportunity for them to connect again.",
        "Language": "es",
        "Image": "\/24MYWeCYSgRI7ZjkKk31OqURhqU.jpg",
        "Genre": [
            35,
            18
        ]
    },
    {
        "MovieName": "Eso que pasa mientras esperamos que otra cosa pase",
        "Overview": "",
        "Language": "es",
        "Image": null,
        "Genre": [
            35
        ]
    },
    {
        "MovieName": "Calle 52",
        "Overview": "",
        "Language": "es",
        "Image": null,
        "Genre": [
            99
        ]
    },
    {
        "MovieName": "Le temps est assassin",
        "Overview": "In 1994, at the age of sixteen, Clotilde Idrissi suffered a road accident. Clotilde is the only survivor, unlike her brother Nicolas and his parents, who died instantly. Twenty-five years later, she returns to the scene of the tragedy with her husband and daughter. But strange incidents occur until a letter sent by his mother is received by Clotilde, when she thought she was dead. Therefore, she decided to find out what really happened during the accident and find out the truth and if her mother is alive 4 .",
        "Language": "fr",
        "Image": "\/qfC4pEgzNliTUrErSfIN8S67pki.jpg",
        "Genre": []
    },
    {
        "MovieName": "La cima del mundo",
        "Overview": "",
        "Language": "es",
        "Image": "\/1GJN99A8rxI7W6E70obQOLqGroS.jpg",
        "Genre": []
    },
    {
        "MovieName": "Espère de même pour toi",
        "Overview": "",
        "Language": "fr",
        "Image": "\/vaZbuQJwASMR71qT0Ac2lFWR6y.jpg",
        "Genre": [
            99
        ]
    },
    {
        "MovieName": "Sisters of the Trees",
        "Overview": "",
        "Language": "hi",
        "Image": "\/3ImOcv9kFT7DUqkoVVnP5MiOuUP.jpg",
        "Genre": [
            99
        ]
    },
    {
        "MovieName": "Seré Millones",
        "Overview": "",
        "Language": "es",
        "Image": "\/eomlGT7fOImVHSPWpN1mZznTNXc.jpg",
        "Genre": [
            99
        ]
    },
    {
        "MovieName": "And Then We Marched",
        "Overview": "",
        "Language": "en",
        "Image": "\/2eKIA3ZVePrCPBKw3jBVwbHVY36.jpg",
        "Genre": []
    },
    {
        "MovieName": "Let’s Take A Walk",
        "Overview": "",
        "Language": "es",
        "Image": "\/zrq53T5pFO0so2c7z2gzfwJZJ1K.jpg",
        "Genre": []
    },
    {
        "MovieName": "中孚 61. La verdad interior",
        "Overview": "",
        "Language": "es",
        "Image": "\/2bSFRQzBhaWABIBBgXoxoGoHmZS.jpg",
        "Genre": []
    },
    {
        "MovieName": "New Dimensions of Dialogue",
        "Overview": "",
        "Language": "xx",
        "Image": "\/rTnKeMyT4akdvjJOVL5geYeHdar.jpg",
        "Genre": []
    }
]